[
  {
    "index": "1",
    "id": "r m-1",
    "title": "මාර්ගය බෙදී යන ස්ථානයක පිහිටුවන නැවතුම් රේඛාව",
    "description": "නතර කරනු ලැබීමට නියම  කර ඇති විට ඉන් ඔබ්බට රථවාහන ගමනාගමනය නොකළ යුතු බවට හැඟවීමට පිහිටුවා ඇති හරස් රේඛාව (නැවතුම් රේඛාව).",
    "img": "images/png/roadmark_signs/rm1.jpg"
  },
  {
    "index": "2",
    "id": "r m-2",
    "title": "“මාර්ගය ඉඩ දෙනු” සලකුණ අසළ ඇති “මාර්ගය ඉඩ දෙනු” රේඛාව",
    "description": "කිසිදු වාහනයක් එම වාහනයට අනතුරක්  සිදු විය  හැකි ආකාරයෙන් හෝ අවස්ථාවක දී මාර්ගය ඡේදනය වන ස්ථානයක ප්‍රධාන මාර්ගයකට හෝ ප්‍රධාන මාර්ගයේ හෝ වටරවුමේ තිබෙන වෙනත් වාහනයක රියැදුරුට හෝ ඒ තුළ සිටින යම් තැනැත්තෙකුට අනතුරක් සිදුවිය හැකි ආකාරයෙන් සහ එම යාබද ප්‍රධාන මාර්ගයේ හෝ වටරවුමේ තිබෙන වාහනේ රියදුරුට තම වේගය හෝ ගමන් මාර්ගය වෙනස් කිරීමට සිදුවන ආකාරයෙන් එම රේඛාව පසුකර ඇතුළු නොවිය යුතු බව දැන්වීම.",
    "img": "images/png/roadmark_signs/rm2.jpg"
  },
  {
    "index": "3",
    "id": "r m-3",
    "title": "කඩඉරි මධ්‍ය රේඛාව සළකුණු කිරීම",
    "description": "මීටර 6.10 වඩා පළලින් යුත් මාර්ග ධාවන පථයක් එකිනෙකට ප්‍රතිවිරුද්ධ දිශාවලට රථ වාහන ගමනාගමනය කිරීම සඳහා බෙදා ඇති ආකාරය දැක්වීම පිණිස පිහිටුවා ඇති ආයත කැඩුණු රේඛාව ඉස්සර කිරීම, මාර්ගය හරහා පැදවීම දකුණට හැරවීම හා දෙපැත්තේ වාහන නතර කර තැබීම සඳහා අවසර දී ඇත.",
    "img": "images/png/roadmark_signs/rm3.jpg"
  },
  {
    "index": "4",
    "id": "r m-4",
    "title": "මාර්ග සළකුණු බුබුළු යොදා මාර්ගයේ මාධ්‍ය රේඛාව සලකුණු කිරීම",
    "description": "ඉහත rm 3 මාර්ග සලකුණට විකල්ප වශයෙන් ධාවන පථය බෙදීමට ඔබ්බවන ලද මාර්ග සලකුණු බුබුළු නොහොත් ඉස්සර කිරීම. මාර්ග හරහා පැදවීම දකුණට හැරවීම හා දෙපැත්තේ වාහන නතර කර තැබීම සඳහා අවසර දී ඇත.",
    "img": "images/png/roadmark_signs/rm4.jpg"
  },
  {
    "index": "5",
    "id": "r m-5",
    "title": "සීග්‍රගාමී හා අධිවේගී මාර්ග සඳහා පරාවර්තනය වන බුබුළු යොදා කඩඉරි මධ්‍ය රේඛාව සලකුණු කිරීම ",
    "description": "මීටර් 6-10 පළල මං තීරුවේ වාහන ගලා යෑමේ විරුද්ධ පැත්තේ අතර කොටස ඉස්සර කිරීම පාර හරහා පැවිදවීමට අවසර ඇත. දකුණට හැරවීම සහ දෙපැත්තේ වාහන නතර කර තැබීම තහනම්ය.",
    "img": "images/png/roadmark_signs/rm5.jpg"
  },
  {
    "index": "6",
    "id": "r m-6",
    "title": "දිගතට අඛණ්ඩ මධ්‍ය රේඛාව",
    "description": "හදිසියකදී ඇතිවන අනතුරු වළක්වා ගැනීම සඳහා රියදුරන්ට දකුණට හැරවීම පිණිස හැර මාර්ගය හරහා ගමන් කිරීම තහනම් බව දැක්වීමට.",
    "img": "images/png/roadmark_signs/rm6.jpg"
  },
  {
    "index": "7",
    "id": "r m-7",
    "title": "කඩඉරි මධ්‍ය රේඛාව නිරන්තරව අඛණ්ඩ රේඛාව සහ සමාන්තරවීම සමඟ සංයෝජනය වීම",
    "description": "මාර්ගයේ ආසන්න පැත්තක ඇති අඛණ්ඩ රේඛාවෙන් වාහන ඉස්සර කිරීම තහනම්ය. එහෙත් හදිසි අනතුරු වළක්වා ගැනීම සඳහා දකුණු පසට හරවා අඛණ්ඩ රේඛාව හරහා පැදවීමට අවසර ඇත.",
    "img": "images/png/roadmark_signs/rm7.jpg"
  },
  {
    "index": "8",
    "id": "r m-8",
    "title": "අඛණ්ඩ මධ්‍ය රේඛාව සහ කැඩුණු රේඛාව සමඟ සංයෝජනය වීම",
    "description": "මාර්ගය අයිනේ කඩඉරි රේඛාව  පැත්තෙන් වාහන ඉස්සර කිරීමට කැඩුනු රේඛාව මාර්ගයේ ආසන්න පැත්තෙ ඉස්සර කිරීමට මාර්ගය හරහා පැදවීමට සහ දකුණට හැරවීමට ඉඩ හැර ඇත.",
    "img": "images/png/roadmark_signs/rm8.jpg"
  },
  {
    "index": "9",
    "id": "r m-9",
    "title": "කඩඉරි මධ්‍ය රේඛාව සහ අඛණ්ඩ ප්‍රතිදීප්ත බුබුළු ඇතුළත් රේඛාව සමග සංයෝජනය වීම",
    "description": "r m - 7  බුබුළු ඇතුළත්ව විකල්ප මාර්ග ලකුණු කිරීම අනතුරක් වළක්වා ගැනීම සඳහා දකුණට හැරවීම පාර හරහා පැදවීමට අවසර ඇත. ඉස්සර කිරීම තහනම්ය.",
    "img": "images/png/roadmark_signs/rm9.jpg"
  },
  {
    "index": "10",
    "id": "r m-10",
    "title": "කඩඉරි රේඛා අඛණ්ඩව මධ්‍ය රේඛා සමග සංයෝජනය වන බුබුළු සමග මධ්‍ය රේඛාව",
    "description": "බුබුළු ඇතුළත් r m - 8 ඇති විකල්ප මාර්ග ලකුණු ඉස්සර කිරීම, හරහා පැදවීම හා දකුණට හැරවීමට අවසර ඇත.",
    "img": "images/png/roadmark_signs/rm10.jpg"
  },
  {
    "index": "11",
    "id": "r m-11",
    "title": "දීර්ඝ ද්විත්ව අඛණ්ඩ මධ්‍ය රේඛාව",
    "description": "හදිසියකදී ඇතිවන අනතුරු වළක්වා ගැනීම පිණිස හැර කිසිම හේතුවක් නිසා මෙම රේඛාවන් හරහා ගමන් කිරීම, ඉස්සර කිරීම හෝ දකුණට හැරවීම හෝ මාර්ගයේ දෙපස වාහන නවතා තැබීම තහනම් බව දැක්වීම.",
    "img": "images/png/roadmark_signs/rm11.jpg"
  },
  {
    "index": "12",
    "id": "r m-12",
    "title": "දීර්ඝ ද්විත්ව අඛණ්ඩ ප්‍රතිදීප්ත බුබුළු ඇතුළත් මධ්‍ය රේඛාව හරහා මාරුව",
    "description": "බුබුළු ඇතුළත්ව r m - 11 විකල්ප මාර්ග ලකුණු කිරීම. හදිසි අනතුරක් වළක්වා ගැනීම සඳහා පමණක් හැර දකුණට හැරවීම, හරහා ගමන් කිරීම හා දෙපසට වාහන නැවැත්වීම තහනම්ය.",
    "img": "images/png/roadmark_signs/rm12.jpg"
  },
  {
    "index": "13",
    "id": "r m-13",
    "title": "මං තීරු ලකුණු",
    "description": "මාර්ග ධාවන පථය රථ වාහන ධාවන තීරු වලට බෙදා ඇති ආකාරය වාහන වලට දැනුම් දීමට පිහිටා ඇති ආයත රේඛාව ධාවල තීරු අතර වාහන ඉස්සර කිරීමට අවසර දී ඇත.",
    "img": "images/png/roadmark_signs/rm13.jpg"
  },
  {
    "index": "14",
    "id": "r m-14",
    "title": "ධාවන පථයේ අයින දැක්වීමට පිහිටුවන ආයත රේඛාව",
    "description": "වංගුවකදී හෝ එවැනි අවදානම් ස්ථානයකදී ධාවන පථයේ අයින කෙළවර වාහන වලට දැක්වීමට පිහිටා ඇති ආයත රේඛාව.",
    "img": "images/png/roadmark_signs/rm14.jpg"
  },
  {
    "index": "15",
    "id": "r m-15",
    "title": "ප්‍රතිදීප්ත බුබුළු මාර්ගයේ දික් රේඛාව",
    "description": "රථ මාර්ගයේ අයින දැක්වීමට r m - 14 ප්‍රතිදීප්ත බුබුළු සහිත විකල්ප මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm15.jpg"
  },
  {
    "index": "16",
    "id": "r m-16",
    "title": "රථ වාහන ගාල් කිරීම තහනම් කර ඇති බව හෝ සීමා කර ඇති බව දැක්වීමට ධාවන පථය අයින දිගේ පිහිටුවන රේඛාව (කහ පැහැති රේඛාව)",
    "description": "මාර්ගය අයින දිගට එක්තරා දුර ප්‍රමාණයකට රථවාහන නවතා තැබීම තහනම් කර ඇති බව හෝ සීමා කර ඇති බවට රථවාහනවලට දැන්වීමට ධාවන පථයේ දාරය දිගට පිහිටා ඇති  ආයත රේඛාව (කහ පැහැති රේඛාව).",
    "img": "images/png/roadmark_signs/rm16.jpg"
  },
  {
    "index": "17",
    "id": "r m-17",
    "title": "වාහන නවතා තැබීම තහනම් ද්විත්ව රේඛා (කහ පැහැති රේඛා)",
    "description": "රථ මාර්ගයේ අයින දිගේ යම් දුරක් රථවාහන නතර කර තැබීම, පැටවීම හා බෑම හෝ තහනම් හෝ සීමා කර ඇති බවට රියදුරන්ට දැන්වීමට (කහ පැහැති රේඛා).",
    "img": "images/png/roadmark_signs/rm17.jpg"
  },
  {
    "index": "8",
    "id": "r m-8",
    "title": "බුබුළු සහිත වාහන නවතා තැබීම තහනම් ද්විත්ව රේඛාව",
    "description": "බඩු පැටවීම සහ බෑම තහනම් හෝ සීමා කර ඇති බවට r m - 17 විකල්ප බුබුළු සහිත මාර්ග සලකුණු කිරීම (කහ පැහැති රේඛාව).",
    "img": "images/png/roadmark_signs/rm8.jpg"
  },
  {
    "index": "19",
    "id": "r m-19",
    "title": "මධ්‍ය ගැටි රේඛාව",
    "description": "මධ්‍ය අයින දිගේ මාර්ග ලකුණු හෝ රථ වාහන දූපත.",
    "img": "images/png/roadmark_signs/rm19.jpg"
  },
  {
    "index": "20",
    "id": "r m-20",
    "title": "විරුද්ධ පැත්තේ රථ වාහන සේවා තීරු",
    "description": "මාර්ග සලකුණට දෙපැත්තේ ධාවන පථය දිගේ එකිනෙකට ප්‍රතිවිරුද්ධ දිශාවලට රථ ගමනාගමනය කරන අවස්ථාවේදී ඇතුළුවීම ආරක්ෂා සහිත යයි රියදුරු විසින් දුටුව හොත් මිස ඇතුළු නොවිය යුතුයි. ධාවන පථයේ අවදානමක් සහිත කොටස රථවාහනවලට හැඟවීම පිණිස යොදා ඇති එකිනෙක හරහා වැටුණු කුඩා රේඛා වලින් අඳුරු කරන ලද මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm20.jpg"
  },
  {
    "index": "21",
    "id": "r m-21",
    "title": "එකම දිශාවට රථ වාහන සේවා  තීරු (ළඟා වන)",
    "description": "ඉහත අංක r m - 20 මාර්ග ලකුණු කිරීමට සමානව එහෙත් මාර්ග ලකුණු කිරීම දෙපැත්තෙන්ම ධාවන පථය දිගේ එකම පැත්තට රථ ගමනාගමනය කරන අවස්ථාවේදී යොදන ලකුණු කිරීම රථවාහන හදිසි අවස්ථාවකදී විනා ඇතුළු නොවිය යුතුය.",
    "img": "images/png/roadmark_signs/rm21.jpg"
  },
  {
    "index": "22",
    "id": "r m-22",
    "title": "එකම දිශාවට රථ වාහන සේවා තීරු (පිටවන)",
    "description": "r m - 20 මෙන් අනතුර දෙපැත්තෙන්ම එකම දිශාවකට එක්වීම. රථවාහන හදිසි අවස්ථාවකදී විනා ඇතුල් නොවිය යුතුයි.",
    "img": "images/png/roadmark_signs/rm22.jpg"
  },
  {
    "index": "23",
    "id": "r m-23",
    "title": "අනිවාර්යයෙන්ම වමට හැරවීම",
    "description": "අනිවාර්යයෙන්ම ඉදිරියෙන්  වමට හැරවිය යුතු බවට රථ වාහනව රියැදුරන්ට දැක්වීමටය.",
    "img": "images/png/roadmark_signs/rm23.jpg"
  },
  {
    "index": "24",
    "id": "r m-24",
    "title": "අනිවාර්යෙන්ම දකුණට හැරවීම",
    "description": "අනිවාර්යයෙන්ම ඉදිරියෙන් දකුණට හැරවිය යුතු බවට රියැදුරන්ට දැක්වීමටය.",
    "img": "images/png/roadmark_signs/rm24.jpg"
  },
  {
    "index": "25",
    "id": "r m-25",
    "title": "අනිවාර්යයෙන්ම කෙළින්ම ඉදිරියට",
    "description": "අනිවාර්යයෙන්ම කෙළින්ම ඉදිරියට ගමන් කළ යුතු බවට රියැදුරන්ටදැක්වීමටය.",
    "img": "images/png/roadmark_signs/rm25.jpg"
  },
  {
    "index": "26",
    "id": "r m-26",
    "title": "සුදුසු රථ ධාවන තීරයක් වාහන වලට දැක්වීමට යොදා ඇති ලකුණු කිරීම",
    "description": "සුදුසු රථ වාහන තීරයක් රියැදුරන්ට දැක්වීමට යොදා ඇති ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm26.jpg"
  },
  {
    "index": "27",
    "id": "r m-27",
    "title": "පදිකයින් විසින් ධාවන තීරු දෙකකින් යුත් මාර්ගය හරහා ගමන් කළ යුතු ස්ථානය දැක්වීමට සීබ්‍රා ඉරි වලින් සලකුණු කරන ලද මාරුවන ස්ථානය",
    "description": "ධාවන තීරු දෙකකින් යුත් මාර්ගයේ පදිකමාරුවක් වශයෙන් හඳුන්වනු ලබන පයින් ගමන් කරන්නවුන් විසින් ධාවන පථය හරහා ගමන් කළ යුතු ස්ථානයක් දැක්වීමට යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm27.jpg"
  },
  {
    "index": "28",
    "id": "r m-28",
    "title": "පදිකයින් විසින් මාර්ගය හරහා ගමන් කළ යුතු ස්ථානය දැක්වීමට සීබ්‍රා ඉරිවලින් සලකුණු කරන ලද ධාවන තීරු 4 කින් යුත් මාර්ගයේ පදික මාරුව",
    "description": "ධාවන තීරු 4 කින්  යුත් මාර්ගයේ පදික මාරුවක් වශයෙන් හඳුන්වනු ලබන පයින් ගමන් කරන්නවුන් විසින් ධාවන පථය හරහා ගමන් කළ යුතු ස්ථානයක් දැක්වීමට යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm28.jpg"
  },
  {
    "index": "29",
    "id": "r m-29",
    "title": "පදිකයින් විසින් ක්‍රියා කරන ආලෝක සංඥා සහිත පදික මාරුව",
    "description": "ධාවන තීරුවල පදිකයින් සඳහා ක්‍රියාකරන ආලෝක සංඥා මාර්ග සලකුණු සහ මාර්ග ලකුණු කිරීම් ආදිය දැක්වීම පදිකයන් විසින් ක්‍රියාත්මක කරනු ලබන ආලෝක සංඥා සහිත පදික මාරුවකදී පදිකයින් විසින් ධාවන පථය හරහා ගමන් කළ යුතු ස්ථානයක් දැක්වීමට යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm29.jpg"
  },
  {
    "index": "30",
    "id": "r m-30",
    "title": "“සීබ්‍රා” උස් කරන ලද ගල්වරි වලින් සැකසූ පදික මාරුව (ද්විත්ව පටි මං තීරු මාර්ගය)",
    "description": "ද්විත්ව  මන් තීරු මාර්ගයක පදිකයන් මාරු යුතු ස්ථාන එහි රථ වාහන සලකුණු මගින් මාර්ග ලකුණු  කිරීම් ඇතුළත්ව දැක්වීම සඳහා",
    "img": "images/png/roadmark_signs/rm30.jpg"
  },
  {
    "index": "31",
    "id": "r m-31",
    "title": "“සීබ්‍රා” උස් කරන ලද ගල්වරි වලින් සැකසූ පදික මාරු (සිව් මං තීරු මාර්ගය)",
    "description": "සිව් මං තීරු මාර්ගයක පදිකයන් මාරුවිය යුතු ස්ථාන එහි රථ වාහන සලකුණු සහ මාර්ග ලකුණු කිරීම් ඇතුළත්ව දැක්වීම සඳහා",
    "img": "images/png/roadmark_signs/rm31.jpg"
  },
  {
    "index": "32",
    "id": "r m-32",
    "title": "“සීබ්‍රා” පදික මාරුව ශබ්ද තීරු සමඟ",
    "description": "ද්විත්ව සිව් මං තීරු මාර්ගයක පදිකයන් මාරු විය යුතු ස්ථානය සියලුම අදාළ රථ වාහන සලකුණු හා මාර්ග ලකුණු කිරීම් සමඟ දැක්වීමටය. ඊට අතිරේකව දෙපැත්තෙන් ළඟා වන වාහනවල වේගය අඩු කිරීම සඳහා ශබ්ද තීරු යොදා ඇත.",
    "img": "images/png/roadmark_signs/rm32.jpg"
  },
  {
    "index": "33",
    "id": "r m-33",
    "title": "ශබ්ද තීරු (වේගය පැයකට කිලෝමීටර් 50 හෝ ඊට අඩු)",
    "description": "ශබ්ද පටු තීරු පදික මාරුවලට තියුණු වංගු හෝ වෙනත් ස්ථානවලට යොදා ඇත්තේ ළඟාවන වාහනවල වේගය අඩු කිරීම සුදුසු යැයි බලධාරියා විසින් නිගමනය කරන ලද හෙයිනි.",
    "img": "images/png/roadmark_signs/rm33.jpg"
  },
  {
    "index": "34",
    "id": "r m-34",
    "title": "ශබ්ද පටු තීරු (වේගය පැයට කිලෝමීටර් 50 ට වැඩියි)",
    "description": "ශබ්ද පටු තීරු පදික මාරුවලට තියුණු වංගු හෝ වෙනත් ස්ථානවලට යොදා ඇත්තේ ළඟා වන වාහනවල වේගය අඩු කිරීම සුදුසු යැයි බලධාරියා විසින් නිගමනය කරන ලද හෙයිනි.",
    "img": "images/png/roadmark_signs/rm34.jpg"
  },
  {
    "index": "35",
    "id": "r m-35",
    "title": "ශබ්ද පටු තීරු සමූහයක විස්තර",
    "description": "ශබ්ද පටු තීරුවක ඝණකම  මිලිමීටර් 05 කට නොඅඩු හා මිලිමීටර් 07 කට නොවැඩි ප්‍රමාණයකින් රථ මාර්ගයේ උඩට මතුවී තිබිය යුතුය. ප්‍රතිදීප්ත තීන්ත වලින් රේඛාව මාර්ගයේ මැද තීරුවේ සෘජුකෝණාස්‍රව ආලේප කර ඇත.",
    "img": "images/png/roadmark_signs/rm35.jpg"
  },
  {
    "index": "36",
    "id": "r m-36",
    "title": "පදික මාරුව හෝ මාර්ග ඡේදනය ඉදිරියෙන්",
    "description": "පදික මාරුවක් හෝ මාර්ග ඡේදනයක් ඉදිරියෙන් ළඟා වීම හෙමින් හෝ කිලෝමීටර් 10ක වේගයෙන් ධාවනය කළ යුතු බවට රියැදුරන්ට අවවාද කිරීමයි. මාර්ග ඡේදනයකට හෝ පදික මාරුවකට මීටර් 50 ක් ඉදිරියෙන් මාර්ග ලකුණු කර ඇති අතර අදාළ මාර්ගවලට ගැසට් පත්‍රයේ පළකර ඇති වේග සීමාවන් අනුව දුර ප්‍රමාණය වෙනස් වේ.",
    "img": "images/png/roadmark_signs/rm36.jpg"
  },
  {
    "index": "37",
    "id": "r m-37",
    "title": "මාර්ගය ඉඩ දෙනු",
    "description": "“මාර්ගය ඉඩ දෙනු” යනුවෙන් මාර්ග ලකුණු කිරීම මාර්ගයේ ප්‍රධාන මාර්ගයේ මාර්ගයක / සුළු මාර්ගයක මාර්ග ඡේදනයට නැතහොත් වට රවුමකින් “මාර්ගය ඉඩ දෙනු” යන රේඛාව කලින්  ලකුණු කරනුයේ කිසියම් හෝ වාහනයක් රේඛාවෙන් ඔබ්බට ගොස් ප්‍රධාන මාර්ගයේ මාර්ග ඡේදනයට, වටරවුමට, ඇතුළු වීමේ වාහනයට, රියැදුරුට ප්‍රධාන මාර්ගයේ ගමන් ගන්නා වෙනත් වාහනයක අයවලුන්ට හෝ වටරවුමේ අයට අනතුරු සිදුවීමට හැකි නිසාත් මෙවැනි අවස්ථාවක යාබද මාර්ගය හෝ වටරවුමේ ගමන් ගන්නා වාහනයේ රියැදුරන්ට වේගය හෝ මාර්ගය වෙනස් කිරීමටත් අවශ්‍ය බව රියැදුරන්ට දැන්වීම.",
    "img": "images/png/roadmark_signs/rm37.jpg"
  },
  {
    "index": "38",
    "id": "r m-38",
    "title": "“සෙමින්”",
    "description": "ඉදිරියෙන් විභව අවධානමක් ඇති බව දැක්වීමටත් ප්‍රවේශමෙන් ඉදිරියට ගමන් කළ යුතු බව හැඟවීමටත් යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm38.jpg"
  },
  {
    "index": "39",
    "id": "r m-39",
    "title": "“නවතිනු”",
    "description": "ආසන්නයෙන්, (p r s - 1) හා (r m - 1) මාර්ග සළකුණ පිහිටි මාර්ගයන් ඡේදනය වී ඇති ස්ථානයක් දැක්වීමට යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm39.jpg"
  },
  {
    "index": "40",
    "id": "r m-40",
    "title": "බස් රථ ධාවන තීරුව",
    "description": "මහජනයා ප්‍රවාහනය කෙරන වාහනවල පාවිච්චිය සඳහා වෙන් කරන ලද වාහන ධාවන තීරුවක් දැක්වීමට යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm40.jpg"
  },
  {
    "index": "41",
    "id": "r m-41",
    "title": "පා පැදි ධාවන තීරුව",
    "description": "පාපැදි සඳහා වෙන්කරන ලද වාහන ධාවන තීරුවක් දැක්වීමට යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm41.jpg"
  },
  {
    "index": "42",
    "id": "r m-42",
    "title": "පාපැදිකරුවන් මාරු වන ස්ථානය",
    "description": "පාපැදිකරුවන් ධාවන පථය හරහා ගමන් කරන හෝ ධාවන පථයට ඇතුල් වන ස්ථානයක් හැඟවීමට යොදා ඇති මාර්ග ලකුණු කිරීම.",
    "img": "images/png/roadmark_signs/rm42.jpg"
  },
  {
    "index": "43",
    "id": "r m-43",
    "title": "මාර්ගයේ අවදානමක් ඇති බවට අනතුරු ඇඟවීමේ රේඛාව",
    "description": "මාර්ගයේ අවදානමක් පවත්නා බවට රථ වාහන වලට අනතුරු හැඟවීමට යොදා ඇති කැඩුණු ආයත රේඛාව හරහා ගමන් කිරීම, සැලකිල්ලෙන් යුතුව හැරවීම සඳහා අවසර දී ඇත.",
    "img": "images/png/roadmark_signs/rm43.jpg"
  },
  {
    "index": "44",
    "id": "r m-44",
    "title": "බස් රථ ධාවන තීරුව",
    "description": "බස් රථ හෝ පාපැදි ධාවනය කිරීම් මන් තීරුවට ලකුණු කිරීමට මාර්ගයේ ගැටිය දෙසට දිගට පවත්නා රේඛාව",
    "img": "images/png/roadmark_signs/rm44.jpg"
  },
  {
    "index": "45",
    "id": "r m-45",
    "title": "පා පැදි ධාවන තීරුව",
    "description": "බස්රථ හෝ පාපැදි ධාවනය කිරීම සඳහා ලකුණු කිරීමට මාර්ගයේ ගැටිය දක්වා වූ දිගට පවත්නා රේඛාව.",
    "img": "images/png/roadmark_signs/rm45.jpg"
  },
  {
    "index": "46",
    "id": "r m-46",
    "title": "මං සන්ධි කොටුව (කහ පැහැති රේඛා)",
    "description": "මං සන්ධි කොටුවක සලකුණු කරන ලද ප්‍රදේශය තුළ හෝ ඒ අසල දකුණට හැරීමක් සම්පූර්ණ කිරීම පිණිස රැඳී සිටින වාහන හේතු කොටගෙන පමණක් ඉදිරියට යාමට නොහැකිව දකුණට හැරීම සඳහා ඇති වාහන හැරුණු විට ඉදිරියෙන් වාහන නවතා තිබීම හේතුකොට ගෙන කිසියම් වාහනයක කිනම් කොටසක් හෝ ලකුණු කර ඇති ප්‍රදේශය ඇතුළත නැවතී සිටීමට සැලසෙන අයුරින් කිසිම වාහනයක් එහි ඇතුළු නොවිය යුතු බව හැඟවීම පිණිස යොදා ඇති මෙහි මින් මතු “මං සන්ධිය” කොටුව යනුවෙන් හැඳින්වෙන මාර්ග ලකුණු කිරීමකි.",
    "img": "images/png/roadmark_signs/rm46.jpg"
  },
  {
    "index": "47",
    "id": "r m-47",
    "title": "මංසන්ධි කොටුව (කහ පැහැති රේඛාව)",
    "description": "මංසන්ධි කොටුවක සලකුණු කරන ලද ප්‍රදේශය තුළ හෝ ඒ අසළ දකුණට හැරීමක් සම්පූර්ණ කිරීම පිණිස රැඳී සිටින වාහන හේතු කොටගෙන පමණක් ඉදිරියට යාමට නොහැකිව දකුණට හැරීම සඳහා ඇති වාහන හැරුණු විට ඉදිරියෙන් වාහන නවතා තිබීම හේතු කොට ගෙන කිසියම් වාහනයක කිනම් කොටසක් හෝ ලකුණු කර ඇති ප්‍රදේශය ඇතුළත නැවතී සිටීමට සැලසෙන අයුරින් කිසිම වාහනයක් එහි ඇතුල් නොවිය යුතු බවට හැඟවීම පිණිස යොදා ඇති මෙහි මින් මතු “මං සන්ධිය” කොටුව යනුවෙන් හැඳින්වෙන මාර්ග ලකුණු කිරීමකි.",
    "img": "images/png/roadmark_signs/rm47.jpg"
  },
  {
    "index": "48",
    "id": "r m-48",
    "title": "වාහන සමාන්තරව නවතා තැබීමේ ඉඩ",
    "description": "වාහන වලට රථ මාර්ගයේ ගැටිය දක්වා වාහන සමාන්තරව නතර කර තැබීමට සපයන ඉඩ ප්‍රමාණය දැක්වීමය.",
    "img": "images/png/roadmark_signs/rm48.jpg"
  },
  {
    "index": "49",
    "id": "r m-49",
    "title": "සිරස්ව වාහන නතර කිරීම",
    "description": "වාහනවලට රථ මාර්ගයේ ගැටිය දක්වා සෘජුකෝණාකාරව නතර කර තැබීමට අවශ්‍ය ඉඩ ප්‍රමාණය දැක්වීමය.",
    "img": "images/png/roadmark_signs/rm49.jpg"
  },
  {
    "index": "50",
    "id": "r m-50",
    "title": "වාහන කෝණාකාරව නවතා  තැබීමේ ඉඩ",
    "description": "රථ මාර්ගයේ ගැටිය දක්වා අංශක 30 අංශක 45 සහා අංශක 60 කෝණාකාරව සිටින සේ වාහන නවතා තැබීමට සපයා ඇති ඉඩ ප්‍රමාණය දැක්වීමය.",
    "img": "images/png/roadmark_signs/rm50.jpg"
  },
  {
    "index": "51",
    "id": "r m-51",
    "title": "වේග සීමාව",
    "description": "රථ මාර්ගයේ වාහන ධාවනය කළ යුතු උපරිම වේග සීමාව දැක්වීමටය.",
    "img": "images/png/roadmark_signs/rm51.jpg"
  },
  {
    "index": "52",
    "id": "r m-52",
    "title": "වේග සීමාව නිමාව",
    "description": "රථ මාර්ගයේ වාහන ධාවන වේග සීමාව නිමාව දැක්වීමටය.",
    "img": "images/png/roadmark_signs/rm52.jpg"
  },
  {
    "index": "53",
    "id": "r m-53",
    "title": "ඇස්පල්ට් තීරු",
    "description": "ඇස්පල්ට්  පටු තීරු යොදනුයේ විරුද්ධ දිශාව පැත්තෙන් එන වාහන ප්‍රවාහය  නොබෙදූ මාර්ගයේ සිව් මං තීරු මාර්ගය වෙන් කිරීමටය. ඇස්පල්ට් තීරු පළලින් මිලිමීටර් 75ක් ද, උසින් මිලිමීටර් 30ක් ද, දිගින් මිලිමීටර් 1200ක්ද හෝ නිසිබලධාරියා විසින් භාවිතා කරන්නන්ගේ ආරක්‍ෂාව සඳහා තීරණය කරනු ලබයි. ඇස්පල්ට් තීරු මිලිමීටර් 600 සහ මධ්‍යයට අංශක 60 හැඩ තීරු ද වේ. ඇස්පල්ට් තීරු  ඇස්පල්ට් කොන්ක්‍රීට් වලින් සකස් කර ඇත. දෙපස දිග අතට දිගටම සුදු පැහැති රේඛා ඇස්පල්ට් පටු තීරු රථමාර්ගයේ සලකුණු කළ යුතුය. වාහන ඇස්පල්ට්  තීරු හරහා ධාවනය කොට ඉස්සර කිරීම තහනම් අතර දකුණට හරවන වාහන ආරක්ෂා සහිතව තීරු හරහා හැරවීම කළ හැකියි.",
    "img": "images/png/roadmark_signs/rm53.jpg"
  },
  {
    "index": "54",
    "id": "r m-54",
    "title": "මධ්‍යනය ලකුණු කිරීම",
    "description": "මිලිමීටර් 600 පරතරය සිටින සේ සලකුණු කරන ලද දිගටම පවත්නා අඛණ්ඩ රේඛා දෙකක් සිව් මං තීරු නොබෙඳූ මාර්ගය මත විරුද්ධ පැත්තෙන් ධාවනය වන රථ වාහන වෙන් කිරීම මධ්‍ය නියෝජනය සේ සැලකේ. මේ රේඛා දෙක හරහා දකුණට හැරවීමට වාහන වලට අවසර දී ඇත. එසේ වුවද වාහන ඉස්සර කිරීමේ අරමුණෙන් මෙම රේඛා හරහා ධාවනය කිරීමට අවසර නැත.",
    "img": "images/png/roadmark_signs/rm54.jpg"
  }
]
